(in-package :lowmogecage)

(defparameter *name-list*
  (list "タツオカ" "コシャ" "オギ" "ヤマテ" "カワキタ" "ナカンダカリ"
	"ジョウ" "サクヤマ" "ホリゴメ" "イナクマ" "ジョウモト" "マブチ"
	"ナガクボ" "クラ" "クサカワ" "ミホリ" "アオタニ" "タカネサワ" "オクマ"
	"カメイ" "ミカイ" "サダチ" "スミス" "ジョンソン" "ウィリアムズ"
	"ブラウン" "ジョーンズ" "ミラー" "デイビス" "ガルシア" "ロドリゲス"
	"ウィルソン" "マルティネス" "アンダーソン" "テイラー" "トーマス"
	"ヘルナンデス" "ムーア" "マーティン" "ジャクソン" "トンプソン"
	"ホワイト" "ロペス" "リー" "ゴンザレス" "ハリス" "クラーク"
	"ルイス" "ロビンソン" "ウォーカー" "ペレス" "ホール" "ヤング"
	"アレン" "サンチェス" "ライト" "キング" "スコット" "グリーン"
	"ベイカー" "アダムス" "ネルソン" "ヒル" "ラミレス" "キャンベル"
	"ミッチェル" "ロバーツ" "カーター" "フィリップス" "エバンズ"))
